Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: smn

source: Saamen kielen oppiminen voi näkyä lapsen suomenkielisessä puheessa: lapsi voi esimerkiksi tietyssä iässä käyttää saamenkielisiä sanoja suomen seassa tai taivuttaa suomenkielisiä sanoja saamen morfologian mukaan.
smn: Sämikielâ oppâm puáhtá oinuđ párnáá suomâkielâlii sárnumist: páárnáš puáhtá ovdâmerkkân tiätuavveest kevttiđ sämikielâlijd saanijd suomâkielâ kooskâst teikâ sujâttiđ suomâkielâ saanijd sämikielâ morfologia mield.

source: Tämä on normaali osa kaksikielisyyttä, ei merkki häiriöstä.
smn: Taat lii normaal uási kyevtkielâlâšvuođâ, ij merkkâ hemâdâsâst.

source: Saamen kielen vaikutus lapsen suomenkielisessä puheessa häviää useimmilla lapsilla nopeasti, koska suomi on kaikkialla kuuluva valtakieli.
smn: Sämikielâ vaikuttâs párnáá suomâkielâ sárnumist láppoo iänááš párnáin jotelávt, tastko suomâkielâ lii váldukielâ, mii kulloo jyehi saajeest.

source: Yksikään kielipesälapsi ei tiettävästi ole välttynyt oppimasta suomen kieltä saamen kielen takia!
smn: Ohtâgin kielâpiervâlpáárnáš ij lah tiäđui mield velttum oppâmist suomâkielâ sämikielâ tiet!

source: Kaksikielisyyden mukanaan tuoma kielitietoisuus (ns. metakielellinen kompetenssi) voi myös vaikuttaa positiivisesti suomen kielen kehittymiseen ja muiden kielten oppimiseen.
smn: Kyevtkielâlâšvuođâ mieldi pyehtim kielâtiäđulâšvuotâ (nk. metakielâlâš kompetens) puáhtá meid vaikuttiđ positiivlávt suomâkielâ ovdánmân já eres kielâi oppâmân.

source: Hienoa, että vanhemmat tässä tilanteessa haluavat antaa lapselle saamen kielen taidon!
smn: Šiev, ete vaanhimeh taan tiileest halijdeh adeliđ párnážân sämikielâ tááiđu!

source: Parasta olisi tietenkin, jos vanhemmat tai toinen heistä voisivat opetella lapsen oppimaa saamen kieltä.
smn: Puoh pyeremus ličij tiäđust-uv, jis vaanhimeh teikâ nubbe sunnust puávtáččii máttááttâllâđ párnáá oppâm sämikielâ.

source: Tähän on nykyään yhä paremmat mahdollisuudet, kun saamen kielten aikuisopetusta on tarjolla niin luokkahuone- kuin virtuaaliopetuksena, lyhytkursseista koko vuoden mittaisiin intensiiviopintoihin, ja materiaaleja itseopiskeluunkin löytyy yhä enemmän.
smn: Taas láá tääl ain pyerebeh máhđulâšvuođah, ko sämikielâi rävisolmoošmáttááttâs lii fáállun nuuvt luokkaviste- ko virtuaalmáttááttâssân, uánihiskuursah já oles ive kukkosiih intensiivuápuh, já materiaaleh jiešmáttááttâlmân-uv láá ain eenâb.

source: Jos vanhemmat eivät voi syystä tai toisesta opetella saamea, kannattaa muistaa, että minkä tahansa kielen monipuolinen puhuminen lapselle edistää tämän ajattelua ja kielellistä kapasiteettia;
smn: Jis vaanhimeh iä mottoom suujâst paste máttááttâllâđ sämikielâ, kannat mušteđ, ete mon peri kielâ maaŋgâpiälásâš sárnum párnážân oovded suu jurdâččem já kielâlii naavcâ;

source: lue ja loruile siis lapselle niin paljon kuin voit sillä kielellä, jota osaat.
smn: luuvâ mainâsijd já kukkâsijd párnážân nuuvt ennuv ko puávtáh toos kielân, mon máátáh.

source: Lapselle kannattaa ehdottomasti etsiä saamenkielisiä kontakteja lähipiiristä ja yhteisöllisen toiminnan kautta, ja kotona voi hyödyntää saamenkielistä mediaa ja kulttuuritarjontaa.
smn: Párnážân kannat iävtuttemeht uuccâđ sämikielâlijd ohtâvuođâid aldapirrâsist já siärvuslii tooimâ peht, já pääihist puáhtá anneeđ ävkkin sämikielâlii media já kulttuurfalâlduv.

source: Kirjoja voi lukea lapselle saameksi vähäiselläkin kielitaidolla, kunhan opettelee perusasiat ääntämisestä.
smn: Kiirjijd puáhtá luuhâđ párnážân sämikielân uccâ-uv kielâtáiđoin, ko peri máttááttâl vuáđuaašijd jienâdmist.

source: Saamenkielisiä sukulaisia ja tuttavia kannattaa rohkaista puhumaan saamea lapsen kanssa.
smn: Sämikielâlijd huolhijd já uápisulmuid kannat ruokâsmittiđ sárnuđ párnáin sämikielâ.

source: Myös lähipiirin positiivinen ja rohkaiseva asenne edistää lapsen kielenkehitystä!
smn: Meid aldapirrâs positiivlâš já ruokâsmittee jurdâččemvyehi oovded párnáá kielâovdánem!

source: Kannattaa käyttää, ja ei pilaa!
smn: Kannat kevttiđ, já ij pilleed!

source: Vähäinenkin saamen kielen käyttö on parempi kuin ei mitään.
smn: Uccâ-uv sämikielâ kevttim lii pyereeb ko ij ollágin.

source: Lapselle voi vaikkapa sanoa tietyt fraasit aina saameksi, ja kirjojen lukeminen, laulaminen ja loruilu onnistuu vanhemmalta vähäiselläkin saamen taidolla.
smn: Párnážân puáhtá ovdâmerkkân ettâđ tiätu eđâlduvâid ain sämikielân, já kiirjij luuhâm, lávlum já kukkâsij luuhâm luhostuvá vaanhim uccâ-uv sämikielâ táiđoin.

source: Kieli kohenee, kun sitä käyttää, ja vuorovaikutussuhde omaan lapseen on loistava motivaatio kielitaidon vahvistamiseen.
smn: Kielâ puárrán, ko tom kiävttá, já vuáruvaikuttâskoskâvuotâ jieijâs párnážân lii eromâš movtijdittee kielâtááiđu naanodmân.

source: Kaikki lapset eivät suhtaudu varauksettoman positiivisesti siihen, jos vanhempi alkaa puhua kotona eri kieltä kuin ennen, mutta protestointi menee yleensä pian ohi.
smn: Puoh párnááh iä vääldi aaibâs positiivlávt tom, jis vanhim sárnuškuát pääihist eres kielân ko ovdil, mutâ vuástálistem mana táválávt jotelávt lappâd.

source: Kielipesälapsi kuulee saamen kieltä kielipesässä ja toivottavasti mahdollisimman monta muutakin kautta, eikä oman vanhemman epätäydellinen saamen kieli pilaa hänen oppimistaan.
smn: Kielâpiervâlpáárnáš kulá sämikielâ kielâpiervâlist já tuáivu mield nuuvt maŋgâ eres-uv saajeest ko máhđulâš, te jieijâs vaanhim epitievâslâš sämikielâ ij pilled suu oppâm.

source: Toki vanhemman kannattaa kiinnittää huomiota kieleensä.
smn: Vaanhim kannat kuittâg kiddiđ huámmášume jieijâs kielân.

source: Onneksi sanakirjat, nettisanakirjat, kielentarkistusohjelmat ja oppimateriaalit auttavat nykyvanhempaa saamen kielen elvyttämisessä ja ylläpitämisessä.
smn: Luhhoost sänikirjeh, nettisänikirjeh, kielâtärhistemohjelmeh já oppâmateriaaleh išedeh tááláá ääigi vaanhim sämikielâ iäláskitmist já paijeentolâmist.

source: Riippuu siitä, mitä tavoitellaan.
smn: Tot lii kiddâ tast, ete maid haalijd.

source: Jos tavoitteena on saamen kielen laaja elpyminen koko yhteisössä, niin kielipesä ei riitä.
smn: Jis ulmen lii sämikielâ viijđásub iäláskem oles siärváduvvâst, ete kielâpiervâl ij pijssáá.

source: Sukupolvien välinen kielen siirtyminen on välttämätön osa kielen elinvoimaisuutta, eikä mikään toiminta voi korvata perheen roolia kielen ja kulttuurin välittäjänä.
smn: Suhâpuolvâi koskâsâš kielâ sirdâšum lii velttidmettum uási kielâ eellimvuáimálâšvuođâ, ijge mihheen toimâ pyevti sajanpieijâđ perruu rooli kielâ já kulttuur sirden.

source: Kielipesä ei myöskään välttämättä yksin riitä siihen, että saamen kielestä muodostuisi lapselle loppuelämäksi luonteva ja sujuva käyttökieli.
smn: Kielâpiervâl ij meid veltihánnáá lah tuárvi toos, ete sämikielâst šodâččij párnážân loppâelimân luándulâš já njyebžilis kevttimkielâ.

source: Tähän vaikuttavat suuresti saamenkieliset kontaktit kielipesän ulkopuolella ja jälkeen, kuten koti ja koulu.
smn: Toos vaikutteh ennuv sämikielâliih ohtâvuođah kielâpiervâl ulguubeln já maŋa, tego päikki já škovlâ.

source: Lapselle vanhempien pyrkimykset saamen kielen eteen ovat tärkeä positiivinen viesti, ja vastaavasti vanhempien passiivisuus kielen suhteen voi viestittää lapselle, että kyse ei ole kovinkaan merkittävästä asiasta, tai että kieli kuuluu vain kielipesään.
smn: Párnážân vaanhimij viggâmušah sämikielâ oovdân lii tehálâš positiivlâš viestâ, já västideijeenáál vaanhimij passiivlâšvuotâ kielâ háárán puáhtá viestâdiđ párnážân, ete koččâmuš ij lah uáli merhâšittee ääšist, teikâ ete kielâ kulá tuše kielâpiervâlân.

source: Maailmanlaajuisesti yksi uhanalaisten kielten elvytyksen tavallisista ongelmista on se, että vanhemmat odottavat liikaa virallisilta instituutioilta (mukaan lukien varhaiskasvatus) oman kielen pelastamisessa eivätkä ole valmiita itse ponnistelemaan sen eteen.
smn: Maailmvijđosávt ohtâ uhkevuálásij kielâi iäláskittem táválijn čuolmâin lii tot, ete vaanhimeh vyerdih liijkás ennuv virgálijn instituutioin (mieldiluhâmáin arâšoddâdem) jieijâs kielâ kááijumist iäge lah vaalmâš jieš porgâđ ton oovdân.

source: Kielellinen ja kulttuurinen assimilaatio on koko saamen kansaa koskeva tragedia, jonka jäljet eivät haihdu hetkessä, vaikka kehitys onkin monessa suhteessa kääntynyt positiiviseen päin.
smn: Kielâlâš já kulttuurlâš assimilaatio lii oles sämiaalmugân kyeskee tragedia, mon luodah iä lappuu kivkked, veikâ ovdánem lii-uv maaŋgânáál moonnâm positiivlii suundán.

source: Kielenelvytyksen jarruna on usein se, että ihminen ei pysty muuttamaan omaa kielellistä käytöstään, vaikka ehkä haluaisikin.
smn: Kielâiäláskittem kosânin lii maŋgii tot, ete olmooš ij paste mutteđ suu jieijâs kielâlii lattim, veikâ kenski halijdičij-uv.

source: Vanhemmalla saamelaisella saattaa olla vahva käytösmalli, jonka mukaan lapsille kuuluu puhua suomea – ja näin hän on ehkä toiminut omien jälkeläistensä kanssa.
smn: Puárásub sämmiliist sáttá leđe noonâ lattimmalli, mon mield párnážân kalga sárnuđ suomâkielâ – já návt sun lii kenski toimâm jieijâs maajeeldpuátteiguin-uv.

source: Saamen puhuminen saattaa ylipäänsä aiheuttaa negatiivisia tunteita ja muistikuvia.
smn: Sämikielâ sárnum sáttá ubânâsân tovâttiđ negatiivlijd tobdoid já muštoid.

source: Kielenelvytyksen mukanaan tuoma saamen kielten kehittäminen ja modernisaatio saattaa sekin turhauttaa vanhempia puhujapolvia: eihän nuorten puhujien puhetta enää edes ymmärrä!
smn: Puárásub sárnoopuolvah sättih meid tusástuđ kielâiäláskittem mieldi pyehtim sämikielâi oovdedmân já modernisistmân: nuorâ sárnoi sárnumhân ij innig ubâ ibbeerd!

source: Voi myös olla vaikea luottaa siihen, että kielipesälapsi ymmärtää saamenkielistä puhetta hyvin, vaikka itse ehkä vastaakin lähinnä suomeksi.
smn: Puáhtá meid leđe vaigâd lyettiđ toos, ete kielâpiervâlpáárnáš ibbeerd sämikielâlii sárnum pyereest, veikâ jieš kenski västid iänááš suomâkielân.

source: Mm. edellä mainitut syyt voivat johtaa siihen, ettei oma lähipiiri aina, ainakaan aluksi, pysty vaihtamaan saamen kieleen lapsen kanssa.
smn: Ei. ovdil mainâšum suujah pyehtih jođettiđ toos, ete jieijâs aldapiirâs ij ain, kuittâg aalgâst, paste molsođ sämikielân párnáin.

source: Tällainen tilanne vaatii ymmärtämystä ja aikaa.
smn: Tággáár tile váátá ibárdâs já ääigi.

source: Avoin keskustelu saattaa auttaa, ja ehkä sitäkin paremmin positiiviset esimerkit: jos naapuri kerran puhuu lapsenlapselleen saamea, niin miksen sitten minäkin!
smn: Ávus savâstâllâm puáhtá išediđ, já kenski tađe-uv pyerebeht positiivliih ovdâmeerhah: jis ránnjá sárnu suu párnáápárnái sämikielâ, te mane jiem mungis talle!

source: Takapakilta näyttävä vaihe voikin olla olennainen edistysaskel lapselle.
smn: Muddo, mii oro tuálvumin maasâdkulij, puáhtá-uv leđe eromâš ovdánemmuddo párnážân.

source: On melko tavallista, että kielipesälapselle tulee ohimeneviä tunteita tai vaiheita, jolloin saamen kieli tai kielipesä tuntuvat kurjilta.
smn: Lii viehâ táválâš, ete kielâpiervâlpárnážân šaddeh koskâpuddâsiih tobdoh teikâ mudoh, kuás sämikielâ teikâ kielâpiervâl oroh suu mielâst ahevin.

source: Lapsi voi purkaa tällaisia tunteita pelkästään vanhemmille tai näyttää niitä myös kielipesässä.
smn: Páárnáš sáttá čäittiđ tágárijd tobdoid tuše vaanhimáid teikâ meid kielâpiervâlist.

source: Satunnaisiin tunteenpurkauksiin ei kannata tarttua liiaksi.
smn: Tyellittälli ittee ahevis tobdoin ij kannat perustiđ liijkás ennuv.

source: Varhaiskasvatuksen kieli- ja kulttuuriympäristö on yksi lukemattomista valinnoista, joita vanhemmat tekevät lapsensa puolesta – ei sen kummempaa.
smn: Arâšoddâdem kielâ- já kulttuurpiirâs lii ohtâ maaŋgâin valjiimijn, maid vaanhimeh taheh párnáidis peeleest – ij tađe omâsub äšši.

source: Vanhemman ei pidä syyllistyä siitä, että hän on valinnut lapsensa parhaaksi jotain sellaista, mitä lapsi joka hetki koe mukavaksi.
smn: Vanhim ij koolgâ anneeđ jieijâs sujâlâžžân tast, ete sun lii valjim párnážis pyerrin maidnii taggaar, mii ij párnáá mielâst lah jyehi tove suotâs.

source: Isommalle lapselle kannattaa puhua avoimesti siitä, miksi hän on kielipesässä, mistä hän jäisi paitsi ilman kielipesää, ja miksi saamen kielen taito on hänelle hyväksi.
smn: Stuárráb páárnán kannat sárnuđ njuolgist tast, ete mane sun lii kielâpiervâlist, mii sust ij liččii kielâpiervâlttáá, já mane sämikielâ táiđu lii sunjin pyerrin.

source: Jos lapsen negatiivinen puhe saamen kielestä, saamelaisuudesta tai kielipesästä jatkuu pitkään tai alkaa haitata ryhmän toimintaa, vanhempien ja kielipesän henkilöstön täytyy yhdessä miettiä, miten asiaa olisi paras käsitellä.
smn: Jis párnáá negatiivlâš sárnum sämikielâst, sämmilâšvuođâst teikâ kielâpiervâlist juátkoo kuhháá teikâ hettiiškuát juávhu tooimâ, te vaanhimeh já kielâpiervâl pargeeh kalgeh oovtâst smiettâđ, ete maht ličij pyeremus kieđâvuššâđ ääši.

source: Negatiivinen puhe voi myös tarttua lapsesta toiseen.
smn: Negatiivlâš sárnum puáhtá meid sirdâšuđ párnáást nuubán.

source: Kyllä on.
smn: Kale lii.

source: Alle kouluikäisenä muodostuneella kaksikielisyydellä on tutkimusten mukaan runsaasti suotuisia vaikutuksia lapsen kehitykseen, vaikka kontakti toiseen kieleen heikkenisi tai katkeaisi joksikin aikaa.
smn: Vuálá škovlâahasâžžân šoddâm kyevtkielâlâšvuođâst lii tutkâmušâi mield ennuv positiivliih vaikuttâsah párnáá ovdánmân, veikâ ohtâvuotâ nube kielân hiäjusmuuččij-uv teikâ potkâničij mottoom ääigi.

source: Kielipesä vahvistaa lapsen saamelaiskulttuurin tuntemusta ja identiteettiä, ja se luo lapselle pohjan saamen kielen myöhempää aktivoimista varten, vaikka kouluopetusta ei saameksi saisikaan.
smn: Kielâpiervâl naanood párnáá sämikulttuur tubdâm já identiteet, já tot ráhtá párnážân vuáđu sämikielâ maajeeb aktivistem várás, veikâ škovlâmáttááttâs ij liččiigin sämikielân.

source: Saamen kielten opetusta on saatavilla usein niilläkin paikkakunnilla, joissa saamea ei käytetä opetuskielenä, ja lain mukaan saamea äidinkielenään puhuvalla lapsella on oikeus saamen kielen opetukseen koulussa.
smn: Sämikielâi máttááttâs lii finnimnáál maŋgii tain-uv päikkikuddijn, main sämikielâ ij kevttuu máttááttâskiellân, já laavâ mield párnáást, kote sárnu sämikielâ eenikiellân, lii vuoigâdvuotâ sämikielâ máttááttâsân škoovlâst.

source: Vuonna 2018 alkavan Saamelaiskäräjien ja Utsjoen kunnan saamen kielten etäopetuksen pilottihankkeen kautta mahdollisuudet saamen kielen opiskeluun etäyhteyksien kautta tulevat vahvistumaan koko Suomessa.
smn: Ive 2018 joton vyelgee Sämitige já Ucjuv kieldâ sämikielâi káidusmáttááttâs pilothaavâ peht máhđulâšvuođah sämikielâ oppâmân káidusohtâvuođâi peht puáráneh oles Suomâst.

source: Myös saamenkielisen ja kaksikielisen (suomi – saame) kouluopetuksen kysyntä ja edellytykset ovat jatkuvasti lisääntymässä myös saamelaisten kotiseutualueen ulkopuolella.
smn: Meid sämikielâlii já kyevtkielâlii (suomâ – säämi) škovlâmáttááttâs koijâdem já iävtuh láá ain lassaanmin meid sämmilij päikkikuávlu ulguubeln.

source: Saamelaisten kotiseutualueella saamenkielisellä oppilaalla puolestaan on oikeus saada pääosin saamenkielistä kouluopetusta.
smn: Sämmilij päikkikuávlust sämikielâlii uáppest vuod lii vuoigâdvuotâ finniđ iänááš sämikielâlii škovlâmáttááttâs.

source: Jos tämä oikeus ei toteudu, kannattaa ottaa yhteyttä koulun johtoon, omaan kuntaan tai Saamelaiskäräjien koulutussihteeriin ja kieliturvasihteeriin.
smn: Jis taat vuoigâdvuotâ ij olášuu, te kannat väldiđ ohtâvuođâ škoovlâ njunošáid, jieijâs kieldân teikâ Sämitige škovlimčällei já kielâtorvočällei.

source: Lapsi kyllä pärjää.
smn: Pärni kale piergee.

source: Kouluopetus on häntä varten, ei vanhempia.
smn: Škovlâmáttááttâs lii suu várás, ij vaanhimij.

source: Opetussuunnitelmien ja koulukulttuurin muutosten myötä kotiläksyt ja kokeisiin lukeminen eivät enää samassa roolissa kuin 30 vuotta sitten.
smn: Máttááttâsvuáváámij já škovlâkulttuur nubástusâi mield liävsuh já iskosij várás luuhâm iä lah innig siämmáá roolist ko 30 ihheed tassaaš.

source: Vanhemmat voivat tukea lapsen koulunkäyntiä muutenkin kuin kirjoista kyselemällä ja kirjallisissa tehtävissä auttamalla.
smn: Vaanhimeh pyehtih tuárjuđ párnáá škovlâjotteem mudoi-uv ko nuuvt, ete koijâdâleh kiirjijn já išedeh kirjálijn pargoin.

source: Usein saamenkielisessä opetuksessa käytettävät materiaalit löytyvät myös suomeksi – ja valitettavasti monet valmiit oppikirjat pelkästään suomeksi – joten halutessaan vanhemmat pystyvät kyllä seuraamaan materiaaleja.
smn: Maŋgii materiaaleh, maid kevttih sämikielâlii máttááttâsâst, láá meid suomâkielân – já vaidâlitteht maaŋgah valmâš oppâkirjeh láá tuše suomâkielân – te nuuvt haalijddijn vaanhimeh pyehtih kale čuávvuđ materiaalijd.

source: Jos läksyt ja lapsen koulunkäynnissä auttaminen tuntuvat perheen kielitilanteen vuoksi ongelmallisilta, kannattaa olla yhteydessä opettajaan jo ennen lapsen siirtymistä kouluun.
smn: Jis liävsuh já päärni škovlâjotemist išedem oroh lemin perruu kielâtile tiet vaigâdeh, kannat leđe ohtâvuođâst máttáátteijei jo ovdil ko pärni sirdâšuvá škoovlân.

source: Yksiselitteistä vastausta tähän ei ole.
smn: Oovtâčielgiittâslâš vástádâs taas ij lah.

source: Valintaa määrittää lapsen kielitaidon ja perheen tavoitteiden lisäksi luonnollisesti se, millaista opetusta lapsen omassa koulussa on tarjolla.
smn: Valjim miäruštâl párnáá kielâtááiđu já perruu uulmij lasseen luándulávt tot, ete maggaar máttááttâs päärni jieijâs škoovlâst lii fáállun.

source: Esimerkiksi inarinsaamenkieliset kielipesälapset ovat Inarissa siirtyneet lähes poikkeuksetta inarinsaamenkieliseen esi- ja perusopetukseen.
smn: Ovdâmerkkân anarâškielâliih kielâpiervâlpäärnih láá Anarist masa spiekâsthánnáá sirdâšum anarâškielâlii ovdâ- já vuáđumáttááttâsân.

source: Utsjoella on toiminut saamen- ja suomenkielisten luokkien rinnalla erityinen kielikylpyluokka, jolle osa kielipesälapsista on siirtynyt.
smn: Ucjuuvâst lii toimâm sämi- já suomâkielâlij luokai paaldâst eromâš kielâlávguluokka, moos uási kielâpiervâlpaarnijn lii sirdâšum.

source: Koltansaamenkielistä aineopetusta on ollut tarjolla vain Sevettijärven koulussa joissakin aineissa, joten Ivalon koltansaamenkielisen kielipesän lapset ovat siirtyneet suomenkieliseen opetukseen ja saaneet kielenopetusta koltansaamen kielessä.
smn: Nuorttâlâškielâlii amnâsmáttááttâs lii lamaš fáállun tuše Čevetjäävri škoovlâst motomijn amnâsijn, te Avveel nuorttâlâškielâlii kielâpiervâl päärnih láá sirdâšum suomâkielâlii máttááttâsân já finnim kielâmáttááttâs nuorttâlâškielâst.

source: Vanhempien on hyvä muistaa, että perusopetuslain mukaan saamenkielisellä koululaisella on saamelaisten kotiseutualueella oikeus saada pääosin saamenkielistä kouluopetusta.
smn: Vaanhimeh kalgeh mušteđ, ete vuáđumáttááttâslaavâ mield sämikielâlii škovlâliist lii sämmilij päikkikuávlust vuoigâdvuotâ finniđ iänááš sämikielâlii škovlâmáttááttâs.

source: Joskus kuulee puhuttavan täydellisestä kaksikielisyydestä tai tasapainoisesta kaksikielisyydestä.
smn: Motomin kulá, ete sárnuh tievâslii kyevtkielâlâšvuođâst teikâ täsitiädulii kyevtkielâlâšvuođâst.

source: Näistä käsitteistä on esimerkiksi kielentutkimuksessa luovuttu, kun on ymmärretty entistä paremmin se, että ihmisen elämässä eri kielillä voi olla hyvin erilaisia rooleja ja tasoja.
smn: Tain tuáváduvâin láá ovdâmerkkân kielâtutkâmist luoppâm, ko láá iberdâm ovdiist pyerebeht tom, ete ulmuu elimist jieškote-uv kielâin puáhtá leđe uáli sierâlágán roolih já tääsih.

source: Kaksikielisyys ei tarkoita tai edellytä sitä, että ihminen hallitsee kahta kieltä täsmälleen yhtä hyvin kaikilla osa-aloilla (ymmärtäminen, puhuminen, kirjallinen taito jne.) ja kaikkien aihepiirien yhteydessä.
smn: Kyevtkielâlâšvuotâ ij uáivild teikâ vaađâ tom, ete olmooš haaldâš kyevti kielâ aaibâs siämmáá pyereest puoh suorgijn (iberdem, sárnum, kirjálâš táiđu jna.) já puoh fáádái ohtâvuođâst.

source: Kielen elinvoimaisuus ja yhteiskunnallinen asema voivat vaikuttaa kaksikielisyyteen hyvin vahvasti, esimerkiksi niin, että enemmistökielellä koulutettu vähemmistökielen puhuja ei osaa lainkaan kirjoittaa omaa kieltään.
smn: Kielâ eellimvuáimálâšvuotâ já ohtsâškodálâš sajattâh pyehtih vaikuttiđ kyevtkielâlâšvuotân viehâ ennuv, ovdâmerkkân tienuuvt, ete eenâblohokielân škuávlejum ucceeblovokielâ sárnoo ij määti ollágin čäälliđ jieijâs kielâ.

source: Silti hänellä on kiistatta kaksi kieltä, joilla hän toimii elämässään.
smn: Kuittâg sust láá čielgâsávt kyehti kielâ, moin sun tuáimá eellimstis.

source: Toiminnallinen kaksikielisyys on käsitteenä yritys ilmentää tätä kielitaidon ja kielitilanteen moninaisuutta.
smn: Toimâlâš kyevtkielâlâšvuotâ lii tuávádâhhân irâttâs čäittiđ taam kielâtááiđu já kielâtile maaŋgâhámásâšvuođâ.

source: Kielipesässä saamen kieltä omaksunut lapsi puhuu koulunsa aloittaessaan usein vahvemmin suomea kuin saamea, jos asiaa tarkastellaan vaikkapa sanaston laajuuden ja sanojen taivutuksen tasolla.
smn: Kielâpiervâlist sämikielâ oppâm páárnáš sárnu talle ko aalgât škoovlâ maŋgii nanosubbooht suomâkielâ ko sämikielâ, jis äšši tárkkoo veikâbâ sánáduv vijđesvuođâ já saanij sujâttem tääsist.

source: Toisaalta saame voi olla hänelle luontevampi kieli sellaisissa aihepiireissä liikuttaessa, jotka ovat hänelle tutumpia kielipesästä kuin kotoa.
smn: Nube tááhust sämikielâ puáhtá leđe sunjin luándulub kielâ tagarijn fáádáin, moh láá sunjin uáppásub kielâpiervâlist ko pääihist.

source: Lapsen saamen kielessä voi olla runsaasti suomen kielen vaikutusta, mutta toisaalta myös suomessa voi olla saamen vaikutusta.
smn: Päärni sämikielâst puáhtá leđe ennuv suomâkielâ vaikuttâs, mutâ nube tááhust meid suomâkielâst sáttá leđe sämikielâ vaikuttâs.

source: Tällaisella lapsella on kaksi kieltä, joilla hän pystyy toimimaan eri tilanteissa.
smn: Tággáár päärnist láá kyehti kielâ, main sun puáhtá toimâđ sierâ tiilijn.

source: Tätä on toiminnallinen kaksikielisyys.
smn: Taat lii toimâlâš kyevtkielâlâšvuotâ.

source: Kannattaa lähteä selvittämään edellytyksiä kielipesän perustamiseen ottamalla yhteyttä esimerkiksi seuraaviin tahoihin: oman alueen saamelaisyhdistys, jos sellainen on;
smn: Kannat selvâtškyettiđ iävtuid kielâpiervâl vuáđđudmân väldimáin ohtâvuođâ ovdâmerkkân čuávvoo peelijd: jieijâs kuávlu sämiservi, jis taggaar lii;

source: oman kunnan tai kaupungin varhaiskasvatusjohtaja tai vastaava;
smn: jieijâs kieldâ teikâ kaavpug arâšoddâdemhovdâ teikâ västideijee;

source: Saamelaiskäräjien kielipesäohjaaja tai kieliturvasihteeri.
smn: Sämitige kielâpiervâlstivrejeijee teikâ kielâtorvočällee.

source: Uuden kielipesäryhmän aloittaminen ei välttämättä tapahdu hetkessä.
smn: Uđđâ kielâpiervâljuávhu algâttem ij veltihánnáá tábáhtuu kivkked.

source: Jos toiminnalle halutaan valtionavustusta, sen hakeminen seuraa tiettyä vuosirytmiä, eikä uusien ryhmien mahduttaminen tietyltä pohjalta tehtyihin budjetteihin usein onnistu.
smn: Jis tooimân haalijd staatâtorjuu, te ton uuccâm čuávu tiätu iheriitmâ, ijge uđđâ juávhui čahâdem tiätu vuáđu mield rahtum budjetáid maŋgii luhostuu.

source: Saamelaiskäräjät priorisoi rahoituspäätöksissä jo olemassa olevien kielipesien jatkuvuuden.
smn: Sämitigge priorist ruttâdemmiärádâsâin jo orroo kielâpiervâlij jotkum.

source: Jos kunta pystyy ainakin aluksi ottamaan vastuun toiminnan rahoituksesta, tilanne on helpompi.
smn: Jis kieldâ pasta aainâs-uv aalgâst väldiđ ovdâsvástádâs tooimâ ruttâdmist, te tile lii älkkeb.

source: Kunnilla on Suomessa velvollisuus järjestää varhaiskasvatusta saamen kielellä sellaisille lapsille, joiden äidinkieli on saame.
smn: Kieldâin lii Suomâst kenigâsvuotâ orniđ arâšoddâdem sämikielân tagaráid párnáid, kiäi eenikielâ lii sämikielâ.

source: Jos äidinkieli on suomi tai jokin muu, niin kuin kielipesätoimintaa tarvitsevilla lapsilla usein on, kunta ei ole velvoitettu järjestämään toimintaa.
smn: Jis eenikielâ lii suomâkielâ teikâ miinii iärásijd, tego párnáin, kiäh tarbâšeh kielâpiervâltooimâ maŋgii lii, kieldâst ij lah kenigâsvuotâ orniđ tooimâ.
